{
  "title": "Career Connections",
  "providers": [
    {
      "name": "David Oh",
      "designation": "Chief medical officer at Hoxworth Blood Center",
      "designationShort": "Chief medical officer",
      "profileImage": "david-oh/profile.png",
      "coverImage": "david-oh/cover.png",
      "story": "Blood is considered to be a drug and we're regulated by the FDA. My job is to make sure that the blood that we collect, process and distribute is safe for the donors and for the recipients. I think of blood donation as a donor giving freely of their life essence and creating a link with someone in need, which is inspiring!",
      "careerPathImage": "david-oh/career-path.png"
    },
    {
      "name": "John Bush",
      "designation": "Respiratory therapist",
      "designationShort": "Respiratory therapist",
      "profileImage": "john-bush/profile.png",
      "coverImage": "john-bush/cover.png",
      "story": "I knew I wanted to be hands-on with patients. So, I went to Cincinnati State, got my Associate’s degree and became a licensed respiratory therapist. That opened opportunities for me at the hospital and on the sidelines at Cincinnati Bengals games, where I support players in the event of an emergency. On my best days, I help people breathe better and get back to their families.",
      "careerPathImage": "john-bush/career-path.png"
    },
    {
      "name": "Lori Crosby",
      "designation": "Psychiatrist",
      "designationShort": "Psychiatrist",
      "profileImage": "lori-crosby/profile.png",
      "coverImage": "lori-crosby/cover.png",
      "story": "We see patients as holistic — with their minds and bodies connected. Behaviors, such as exercise, or how we eat, or when we take medication - my work focuses on those behaviors. How do we optimize and make it easy for people to do what they need to do to care for their conditions and themselves?",
      "careerPathImage": "lori-crosby/career-path.png"
    },
    {
      "name": "Lori Shutz",
      "designation": "Hoxworth Blood Center donor care technician",
      "designationShort": "Donor care technician",
      "profileImage": "lori-shutz/profile.png",
      "coverImage": "lori-shutz/cover.png",
      "story": "I assist with collecting blood products to help individuals who need blood transfusions. I get to know some of the regular donors and learn about their families — I look forward to asking them about how they are doing and to thanking them for giving. These volunteers help the community and save lives, and I love playing a role in that.",
      "careerPathImage": "lori-shutz/career-path.png"
    },
    {
      "name": "Margaret Chamberlain",
      "designation": "Radiologic technologist",
      "designationShort": "Radiologic technologist",
      "profileImage": "margaret-chamberlain/profile.png",
      "coverImage": "margaret-chamberlain/cover.png",
      "story": "We are skeleton photographers. High-quality imaging allows doctors to see what’s going on inside someone’s body. As an X-ray technologist, I may not be able to take the image the same way every time, so I do a lot of thinking outside the box to keep the patients comfortable. I always find a way to get the doctors the information they need.",
      "careerPathImage": "margaret-chamberlain/career-path.png"
    },
    {
      "name": "Molly Thomas",
      "designation": "Pediatric physical therapist",
      "designationShort": "Physical therapist",
      "profileImage": "molly-thomas/profile.png",
      "coverImage": "molly-thomas/cover.png",
      "story": "I help young people work with their muscles to move their bodies as well as they can. That looks different for everybody. Without your muscles working together, you would not be able to do things like sit, stand, run and jump. Your muscles are the dynamic part of you. They help you be a person. They’re what makes you able to do so many fun things every day!",
      "careerPathImage": "molly-thomas/career-path.png"
    },
    {
      "name": "Robert Bohinski, M.D., Ph.D.",
      "designation": "Physician and surgeon",
      "designationShort": "Physician and surgeon",
      "profileImage": "robert-bohinski/profile.png",
      "coverImage": "robert-bohinski/cover.png",
      "story": "Our spine keeps us upright and moving, and it also sends signals through the central nervous system to our brain, arms and legs. This explains why we feel pain, and why nerve damage in your spine might result in numbness in your feet. As a medical student, this complex interplay of bones and nerves is what hooked me on neurosurgery.",
      "careerPathImage": "robert-bohinski/career-path.png"
    },
    {
      "name": "Misty Vaccariello, LMT",
      "designation": "Sports Massage Therapist",
      "designationShort": "Massage Therapist",
      "profileImage": "misty-vaccariello/profile.png",
      "coverImage": "misty-vaccariello/cover.png",
      "story": "Licensed massage therapy is the perfect missing piece in an athlete’s life between orthopedics and physical therapy. I’ve been fortunate to work with hobbyists and professional athletes and return their comfort and mobility without medications. Having the ability to relieve an injured client’s pain and help them get back to their ideal fitness level makes me want to help as many people as I can.",
      "careerPathImage": "misty-vaccariello/career-path.png"
    }
  ]
}